import 'package:career_speak/constants.dart';

final List<NotificationsList> notifications = [
  NotificationsList(
    title: 'Заголовок нового сповіщення 1',
    message:
        'Вивчення, освіти України здійснюється відповідно до "Концептуальних засад державної політики щодо розвитку англійської мови у сфері вищої освіти" (далі - Концептуальні засади), розроблених Міністерством освіти і науки України (далі - МОН) у партнерстві з Британською Радою в Україні, основних принципів законопроєкту «Про застосування англійської мови в Україні», рекомендацій Ради Європи з мовної освіти від 22 травня 2018 року щодо ключових компетентностей для навчання впродовж життя. Навчання у закладах вищої освіти (далі - ЗВО) забезпечує завершене формування у студентів потреби вивчення англійської мови з оволодінням нею як засобом спілкування.',
    createdAt: '25.11.2023 15:35',
    isNew: true,
  ),
  NotificationsList(
    title: 'Заголовок нового сповіщення',
    message:
        'Вивчення, викладання та використання англійської мови у закладах вищої освіти України здійснюється відповідно до "Концептуальних засад державної політики щодо розвитку англійської мови у сфері вищої освіти" (далі - Концептуальні засади), розроблених Міністерством освіти і науки України (далі - МОН) у партнерстві з Британською Радою в Україні, основних принципів законопроєкту «Про застосування англійської мови в Україні», рекомендацій Ради Європи з мовної освіти від 22 травня 2018 року щодо ключових компетентностей для навчання впродовж життя. Навчання у закладах вищої освіти (далі - ЗВО) забезпечує завершене формування у студентів потреби вивчення англійської мови з оволодінням нею як засобом спілкування.',
    createdAt: '23.11.2023 15:35',
    isNew: false,
  ),
];
